{
  "styles": [
    {
      "name": "聊天",
      "description": "这种写作风格可以被定义为\"聊天\"风格，具有以下显著特点：\n\n1. 写作风格：高度口语化、随意自然的聊天风格，模仿日常对话的节奏和语气，营造出与读者面对面聊天的亲切感。\n\n2. 语言特点：\n   - 大量使用口语化表达和网络流行语，如\"可算得上\"、\"麻溜的\"、\"拿捏\"等\n   - 句式简短，多用短句和断句，模仿真实对话的停顿和节奏\n   - 常使用反问句、设问句增强互动感，如\"昂？\"、\"你想想那个画面\"\n   - 善用括号补充说明，模拟聊天时的补充解释\n   - 使用第一人称叙述，增强真实感和代入感\n\n3. 情感基调：\n   - 轻松幽默中带着自嘲，善于用调侃的语气讲述严肃话题\n   - 情感表达直接而真实，不刻意修饰\n   - 常在结尾处流露出温情或反思，形成情感上的转折\n\n4. 文章结构：\n   - 开头常以具体场景或回忆切入，快速建立画面感\n   - 正文采用线性叙事，按时间顺序展开\n   - 结尾往往有意外转折或情感升华，给人意料之外情理之中的感觉\n\n5. 特殊表达习惯：\n   - 善用数字和具体细节增强真实感（如\"五个鸡蛋\"、\"176公分\"）\n   - 常用\"现在说起来\"、\"后来\"等时间转换词\n   - 喜欢用对比和反差制造戏剧效果\n   - 擅长用生活化的比喻和夸张（如\"降龙十八掌\"、\"被全世界公开处刑\"）\n\n这种风格的核心在于营造真实、亲切的聊天氛围，让读者感觉作者就在对面娓娓道来，既有生活气息又不失文学美感。",
      "articles": [
        {
          "content": "念小学时，有一次在路上我对女同桌使出一记降龙十八掌-亢龙有悔。她脸色苍白倒下，屁股上流出很多血，把我吓得魂飞魄散。哭着求她说，千万不要告诉大人，我会负责帮她疗伤。晚上我在家偷了五个鸡蛋和十元钱悄悄送去。\n第二天她没来上课，我慌了。几周后学校上生理卫生课，我才明白自己有多蠢。那天回家把零钱都数出来，给她买了红糖和暖宝宝。她接过，没说谢谢，也没揭穿我。\n之后我们默契起来。她那几天，我帮她值日，她悄悄把我作业改得更好。我们不提从前，却像在打暗战。\n初中开始记分。她理科很猛，我偏文科。她拿竞赛奖，我在辩论台上连胜。黑板角落画着比分，一路画到高三。\n以为上大学能散场，结果在不同城市又入了同一家公司。她进研发，我做产品。年终她拿专利，我拿用户增长。传闻说我们是天生对手，谁靠近都会被卷进记分板。\n真正的拐点是一次消防演练。大楼断电，我们被困在楼梯平台。她说，你还欠我一个解释。我说，不止解释，还有那五个鸡蛋的利息。我们在黑暗里笑了很久。\n之后记分换成周末主权。谁赢谁选餐厅，谁输谁洗碗。再后来结婚，没有人表白。她拿出一个玻璃罐，里面是我小时候塞给她的硬币和小纸条。她说一直在存。我才知道，我们一直在同一队。\n现在家里的小白板叫和平赛。看谁先起床，看谁哄女儿快点刷牙。女儿今天站我这边，明天站她那边。我们都笑，比分继续记。\n我们约好把这场赛打到头发花白。那只玻璃罐还留着，最后一天一起打开。里面有一张纸我没读过，她说是我当年写的。她不肯现在给我看。我也不问。悬着，才有动力继续赢她。",
          "time": "2026-01-02 14:20:14"
        },
        {
          "content": "小时候天天幻想着找个一米八以上的男朋友\n结果最后找到了一个只有176的老公\n可是我身高168\n加上高跟鞋\n所以显得他很矮\n现在我尽量不穿高跟鞋了\n可是感觉不知道是他缩了还是我又长个子了\n还是高不了我一个头\n我很喜欢老公的胳膊搭在我肩上\n可是就是累的慌\n估计就是他太矮的原因吧\n人这辈子也不知道咋回事\n稀里糊涂的就和一个低于180的男士过了20年了\n似乎早已把小时候低于180绝不要的誓言抛于脑后了",
          "time": "2026-01-02 14:20:30"
        },
        {
          "content": "我妈当年逼我去相亲，结果男方没看上我，看上了陪我去的我堂姐。\n就这么简单一句话，成了我心里一根二十年的刺。\n现在说起来都觉得像个笑话，但当时，我真的，感觉天都塌了。\n你想想那个画面，你才是主角啊，你为了这次见面，可能想了一晚上要穿什么，要聊什么。\n结果呢？\n你成了个摆设。一个活的参照物。\n我就坐在那，像个傻子，看着那个男人所有的殷勤、所有的目光，全都绕过我，精准地落在我堂姐身上。\n我堂姐呢，也不是故意的，但她没拒绝。\n那种感觉太窒息了。\n你不是输给了一个遥远的、比你优秀很多的人，你是输给了你拉来给自己壮胆的、最亲近的“队友”。\n人家不是不要你，人家是“看不上”你，然后当着你的面，选了你旁边那个。\n杀人诛心，不过如此。\n后来他俩真成了。\n从那天起，我跟我堂姐，再没说过一句话。\n二十年了。\n很多人可能不理解，说我小心眼。\n但有些坎，真的过不去。\n那不是一个男人，那是我被全世界公开处刑的，青春里最狼狈的一天。",
          "time": "2026-01-02 14:20:43"
        },
        {
          "content": "2026年第一天，某个矫情的男人，想让我去车站接他。\n前几天我明确拒绝他了，让他自己打车回来。因为早上7点就到了，那我6点多就得爬起来，这么冷的天，折腾我干嘛呢？自己打个车回来不就完了？\n然后昨晚又把车票信息给我发一遍，也不说让我接，反正就是给我发。\n即使心里一百个不乐意，但是吧，面子还是得给足，心不甘情不愿爬起来收拾好，麻溜的去车站接人。\n他可算得上是我的甲方，根本不能得罪，只能宠着！",
          "time": "2026-01-02 14:39:16"
        },
        {
          "content": "被我表弟的想法给惊呆了。\n关于他相亲的事情，他已经出场很多次了。\n总之就是失败。\n我弟弟人还可以，就是个子矮，我之前调侃他板寸加皮鞋都不够170，这确实是他硬伤。\n除此之外就是优点了，不喝酒不。。\n打住。\n我不是给他征婚的。\n我是来批判他的。\n今年相亲三个，一个比一个离谱，到年底表示不要父母张罗相亲了，和他们大吵一架跑苏州找我。\n找我大倒苦水。\n说自己父母着急他的婚事，大约被别人掐住命门了，被拿捏的厉害，这彩礼的事，最早那个28.8万的就够离谱了，年底相亲这个，居然到了38.8万。\n尤其是这些相亲的似乎对钱没概念。\n聊到以后在哪生活，我弟弟表示再挣点钱还是想回苏北老家，外面生活压力太大了，在苏州，像他这种没根基的人，年收入至少20+才能维持体面生活。\n女方说：在苏州那不得一年挣五十万么。\n表弟揶揄：你是不是对钱没什么概念啊？你一个月能挣多少？\n女方：三千。\n表弟当时就尖锐起来。\n你一年挣三万六，十年36，好家伙你问我要彩礼要39！你不吃不喝挣十年都挣不来彩礼钱，你我结婚都不知道能不能维持十年，你可真会开玩笑。\n说罢就起身离开。\n昂？\n我是第一次见到这么算账的，一时间都不知道怎么反驳他。\n他要真这么想问题，这婚怕是不好结了。",
          "time": "2026-01-02 14:52:53"
        }
      ],
      "additional_instructions": ""
    },
    {
      "name": "幽默",
      "description": "# 幽默风格详细描述\n\n## 1. 写作风格：口语化叙事风格\n\n这种幽默风格采用极度口语化、接地气的表达方式，就像朋友之间面对面聊天。文章摒弃了正式书面语的严肃感，而是用\"你说\"、\"咱们\"、\"这事儿\"、\"挺\"、\"啊\"等口语词汇营造轻松的对话氛围。整体风格介于随意闲聊和有意识的叙事之间，既保持了日常对话的自然感，又具有经过设计的叙事结构。\n\n## 2. 语言特点\n\n### 用词习惯：\n- **大量使用语气词**：\"啊\"、\"吧\"、\"呢\"、\"嘛\"、\"咯\"等，增强口语感和亲切感\n- **方言化表达**：\"小样\"、\"治不了你\"、\"稀里糊涂\"、\"乱套\"等接地气的俗语\n- **反问和自问自答**：\"为什么？\"、\"结果呢？\"、\"你说这事儿跟现在像不像？我也不知道。\"\n- **模糊表达**：\"大概\"、\"好像\"、\"有时候\"、\"挺\"，营造不确定性和思考感\n\n### 句式结构：\n- **短句为主**：句子简洁明快，符合口语节奏\n- **对话体穿插**：频繁使用引号内的对话，增强现场感\n- **递进式叙述**：通过\"于是\"、\"结果\"、\"最后\"等连接词推进情节\n- **设问句式**：\"你觉得谁会洗？\"、\"到底是好是坏？\"引导读者思考\n\n### 修辞手法：\n- **对比反差**：干净人vs脏人、说的vs做的、台面上vs背后，通过对比制造幽默效果\n- **悬念设置**：故意不直接给答案，反复转折（如庄子的诡辩例子）\n- **历史类比**：用王安石变法类比当代政治，以古讽今\n- **夸张描述**：\"慢慢在左口袋掏掏，右口袋掏掏\"，放大细节增强喜剧效果\n\n## 3. 情感基调：轻松调侃中带有思考\n\n整体基调是**轻松幽默但不浮夸**，具有以下特点：\n\n- **自嘲与调侃并存**：既调侃他人（朋友、特朗普），也不端着架子\n- **智慧型幽默**：不是低俗搞笑，而是通过逻辑游戏、情节反转、历史对照产生幽默感\n- **若有所思的结尾**：在轻松之余留下思考空间，\"历史这东西，有时候真是让人琢磨不透\"\n- **平民视角**：站在普通人角度观察和评论，不居高临下\n\n## 4. 文章结构\n\n### 开头方式：\n- **直接切入场景**：不铺垫，直接进入故事或话题（\"朋友非要客气的请我吃饭\"）\n- **设置悬念**：通过提问或引出话题吸引注意（\"小孩问庄子啥是诡辩\"）\n- **观点先行**：先抛出一个观察或判断（\"这两年，特朗普这个人啊\"）\n\n### 正文展开：\n- **情节推进型**：通过具体事件、对话的发展推动叙述\n- **层层递进的逻辑游戏**：不断推翻前一个结论，制造意外\n- **穿插评论**：在叙事中插入\"你说\"、\"我有时候就想啊\"等个人评论\n- **古今对照**：用历史故事或典故映射当下\n\n### 结尾特点：\n- **点睛之笔**：\"这就是诡辩\"、\"小样我还治不了你\"，总结或揭示\n- **开放式思考**：\"我也不知道\"、\"好像总在重复着什么\"，不给确定答案\n- **余味悠长**：留下思考空间而非强行总结\n\n## 5. 特殊表达习惯与写作手法\n\n### 核心手法：\n1. **\"抖包袱\"技巧**：像说相声一样设置铺垫，最后抖出笑点（如掏朋友口袋的反转）\n2. **重复否定法**：不断说\"不对\"、\"又错啦\"，通过反复否定制造荒诞感\n3. **内心独白式旁白**：\"我有时候就想啊\"、\"你说这事儿对不对\"，模拟思考过程\n4. **细节放大**：抓住一个小动作或细节反复描述，增强喜剧效果\n\n### 叙事视角：\n- **第一人称参与者**：作为故事中的角色（文章1）\n- **第三人称观察者**：讲述他人故事（文章2）\n- **第一人称评论者**：对事件发表看法（文章3）\n- 三种视角灵活切换，但都保持口语化的\"讲述感\"\n\n### 节奏控制：\n- **快速对话**：通过密集的对话推进情节\n- **适时停顿**：用\"...\"、问句、自问自答制造停顿\n- **突然转折**：在读者以为明白时突然转向\n\n### 智慧呈现方式：\n不直接说教，而是通过：\n- 具体故事隐喻道理\n- 逻辑悖论引发思考  \n- 历史对照启发联想\n- 开放结尾留白想象\n\n## 风格总结\n\n这是一种**\"茶馆说书式\"的现代幽默风格**——像老北京茶馆里的说书人，用最接地气的大白话，讲着看似轻松实则有料的故事。语言上极度口语化，结构上精心设计悬念和反转，情感上轻松但不轻浮，在嬉笑怒骂中传递思考。既有市井智慧的机灵，又有知识分子的反思；既让人会心一笑，又能引发深思。这种风格的精髓在于\"用最不正经的方式说最正经的事\"，在看似随意的闲聊中完成叙事、说理和讽刺的多重目的。",
      "articles": [
        {
          "content": "朋友非要客气的请我吃饭，在买单的时候，我看到他掏钱，慢慢在左口袋掏掏，右口袋掏掏的像在找钱，就说道：“要不我来掏吧。”“那怎么好意思啊，说好我请客的”“没事没事。”于是我把手伸进了他的口袋，把钱掏出来买了单，他就傻呆呆看着我，小样我还治不了你。",
          "time": "2026-01-04 16:02:53"
        },
        {
          "content": "小孩问庄子啥是诡辩，庄子没直接说，反倒问他：\"我家来俩客人，一个特干净，一个特脏，我请他们洗澡，你\n觉得谁会洗?\"\n小孩脱口而出：\"肯定是脏的啊!\"庄子摇摇头：\"不对，干净人爱干净，脏人不在乎脏，\n该是干净的洗。\"\n小孩赶紧改口：\"那就是干净的!\"\"又错啦，\"庄子笑了，\"干净人没必要洗，脏人得洗，是\n脏的洗。\"\n小孩懵了：\"那到底是脏的洗?\"\"也不对，\"庄子说，\"干净人有习惯，脏人有需要，俩都得洗。\"没等小孩反应，他又补一句：\"其实俩都不洗，干净人\n不用洗，脏人不爱洗。\"小孩彻底迷糊了，庄子才点明：\"这就是诡辩--逻辑都通，答案却不一样，绕来绕去就让\n人晕啦!\"",
          "time": "2026-01-04 16:03:01"
        },
        {
          "content": "这两年，特朗普这个人啊，真是让人看得明白了一件事。\n\n你说他什么都好，那倒不至于。但老百姓就是选了他，为什么？大概是因为大家受够了那些表面一套背后一套的人吧。就像咱们平时说的，宁愿跟直来直去的人打交道，也不想天天猜那些笑面虎心里想什么。特朗普就是这样，想什么说什么，做什么都摆在明面上。\n\n前段时间他把马杜罗给抓了，这事儿闹得挺大。你要说这事儿对不对，那得看从哪个角度看。但有一点倒是挺明显的——他说要干什么，还真就去干了。不像有些人，台面上说得好听，转头该干嘛还干嘛。\n\n不过话说回来，特朗普这么搞，到底是好是坏，还真说不准。\n\n我有时候就想啊，美国会不会从此就开始没完没了地折腾了？今天这个党上台一套政策，明天那个党上台全推翻，老百姓跟着来回折腾。这种事儿，历史上也不是没发生过。\n\n就说咱们宋朝那会儿吧，王安石变法。那阵势可大了，\"天变不足畏，祖宗不足法，人言不足恤\"，多硬气的话。结果呢？变法是变了，可接下来几十年，朝廷里的人分成两派，你上台我下台，政策改了又改，改了又改回去。老百姓日子过得稀里糊涂的，国家也跟着乱套。最后怎么样？大宋没了。\n\n你说这事儿跟现在像不像？\n\n我也不知道。只是有时候晚上躺在床上，会想想这些事儿。历史这东西，有时候真是让人琢磨不透，但又好像总在重复着什么。",
          "time": "2026-01-10 20:50:24"
        }
      ],
      "additional_instructions": ""
    },
    {
      "name": "娓娓道来",
      "description": "**风格名称：娓娓道来**\n\n这是一种温暖细腻的生活化叙事风格，具有以下显著特点：\n\n**写作风格：**\n采用日常化的随意性叙述，贴近生活的真实质感，没有刻意的文学雕琢，更像是朋友间的闲聊分享。整体呈现平实自然的口语化特征，避免了华丽辞藻和过度修饰。\n\n**语言特点：**\n- 句式结构以短句为主，节奏舒缓，符合日常对话习惯\n- 用词朴素直白，多为常用词汇，贴近生活实际\n- 修辞手法简洁，主要运用白描手法，通过细节展现情感\n- 语言节奏平缓，给人一种慢慢讲述的感觉\n- 大量使用具体的动作描写和对话片段\n\n**情感基调：**\n温暖柔和，带有淡淡的怀旧感和生活情趣，既不过分激动也不冷漠客观，保持一种恰到好处的情感距离，让人感到舒适和亲近。\n\n**文章结构：**\n- 开头以具体事件引入，迅速建立故事背景\n- 正文按时间顺序展开，情节推进自然流畅\n- 结尾呼应开头，形成完整的情感闭环\n- 整体结构松散而有序，像生活本身的节奏\n\n**特殊的表达习惯或写作手法：**\n- 通过宠物这一媒介来推动人际关系的发展，巧妙而自然\n- 注重细节描写，如\"门垫上躺一会儿\"、\"全身湿透了\"等\n- 对话简短真实，符合人物性格和情境\n- 时间跨度较长但叙述紧凑，重点突出关键节点\n- 用平淡的语调讲述温馨的故事，形成反差效果\n- 善于通过日常生活中的小事来展现人物关系的变化\n- 语言节奏控制得当，给人慢慢品味的感觉\n- 情感表达含蓄内敛，不直接抒情但处处见真情\n\n这种风格的核心在于用最朴实的语言讲述最动人的故事，通过生活化的细节积累情感厚度，让读者在平缓的叙述中感受到温暖和共鸣。",
      "articles": [
        {
          "content": "以前一个男的来跟我相亲，他家狗也跟来了，我有点尴尬就拿了火腿肠给它吃，后来我们没成，他的狗却经常来看看我，每次吃完我的零食就又走了。\n后来我在门口放了一个小碗，放点狗粮和水。它来就自己吃，吃完在门垫上躺一会儿，再慢悠悠走。它毛是灰的，我就叫它小灰。叫它它也不理我，只是摇尾巴。楼里的人都知道它爱跑这边，说它认路，认零食。\n有一次下雨，它全身湿透了，我拿毛巾给它擦干。它脖子上有个牌子，电话有点磨掉，我拍了照想晚上慢慢查。它在我家客厅打了个盹，雨停了自己站起来往门外走，我给它穿好项圈，它像懂事一样看了我一眼就走。\n我用纸写了“到我这别淋雨，联系一下”，用夹子夹在它的牌子上。第二天中午一个电话打来，是那男的。他说这狗叫豆包，离我家近就总来蹭吃的，让我别介意，说谢谢我照看。我说没事，它挺乖的，就是爱跑。他说他上晚班，白天睡觉，豆包自己出去走一圈，晚上会回去，问能不能晚上来把它接走。我说可以。\n当天他来楼下，豆包在我门口趴着，他一叫就站起来。我递给他牌子上的纸，他笑了，说电话换了没改牌子。我说它最近胖了点，他说我别总给它肉，多走走。他又问我最近怎么样，我说还行，工作忙，没什么大事。我们聊了几句，他说那天相亲他紧张，才把狗带来了，怕自己话少。我说我也紧张，结果现在狗比我们熟。\n之后豆包还是隔三差五来。有时候他也跟着来，带两袋水果，说顺路。他帮我把门把手拧紧了，又看了看厨房的水龙头。我给他倒了杯茶，我们坐在沙发边上，看豆包在地上打滚。他说他上班时间乱，很少跟人说话。我说我也不爱社交，豆包来就当有人敲门。\n有一周豆包没来，我还以为它忘了路。他发消息说出差两天，豆包在他表哥家，让我不用担心。我忽然觉得这几天门口很安静。我给他回了一张小区花坛的照片，说花开了，豆包回来可以在这边绕一圈。他回说回来就去。\n他回来的那天，晚上就敲我门。豆包在门口挠了两下，我开门它钻进来，围着我转。他在后面说“它记得你”。我们下楼散步，绕着小区走了两圈，聊天很平常。他说工作可能会换，不想总是夜班。我说换就换，身体重要。他问我周末有没有空，一起带豆包去河边。我点头。\n那天风很舒服，豆包在前面跑，我们在后面走。我说我们没必要急着再相亲，就像现在这样也挺好。他说行，慢慢来。豆包停下等我们，我们也不赶，它看着我们，又向前跑了几步。小区的灯一盏一盏亮起来，路不长，走着就到了家。我们都觉得这条路可以多走几次",
          "time": "2026-01-09 10:30:30"
        }
      ],
      "additional_instructions": ""
    },
    {
      "name": "故事",
      "description": "## 风格名称：故事\n\n### 详细风格描述\n\n**一、整体写作风格：白描式现实主义叙事**\n\n这是一种极简主义的现实主义写作风格，采用\"白描\"手法，以第一人称父亲视角讲述父子关系的修复过程。文风朴实无华，拒绝煽情，通过克制的叙述和具体的生活细节传递深沉的情感。整体呈现出纪实性、口语化、生活化的特征，如同一个普通父亲在平静地讲述自己的故事。\n\n**二、语言特点**\n\n1. **极简短句为主**：大量使用短句，平均句长控制在10-15字，节奏紧凑有力。如\"我说行，明天给你身份证。\"\"他没回。\"\"我没接话。\"这种断句方式营造出克制、压抑的情感氛围。\n\n2. **口语化表达**：使用大量日常口语和方言化表达，如\"咣当一声\"\"咂咂嘴\"\"就那样\"\"用不着\"等，增强真实感和代入感。\n\n3. **动作描写为主**：以具体动作推进叙事，少有心理描写和抒情。如\"我翻出身份证扔桌上\"\"他去办退学手续，我在校门口抽烟\"\"我往塑料袋里扔了三千块钱\"。动作简洁有力，不加修饰。\n\n4. **对话极简**：对话简短、生硬，符合父子之间别扭的关系状态。对话后很少有\"他说\"\"我说\"之外的修饰，如\"'吃药。'他说。\"\"'好。'我说。\"\n\n5. **细节具象化**：避免抽象描述，所有情感都通过具体细节呈现。如\"他的手又黑又糙，裂了好几道口子\"\"身上的T恤贴在骨头上\"\"我站在街对面的屋檐下，抽了三根烟\"。\n\n6. **零修辞手法**：几乎不使用比喻、排比等修辞，偶尔出现的意象也极其朴素，如\"路灯把我们的影子拉得很长\"，简单而有力。\n\n**三、情感基调**\n\n1. **克制隐忍**：全文最大的特点是情感的极度克制。父亲内心的担忧、愧疚、心疼都不直接表达，而是通过行为暗示，如偷偷去看儿子、送被褥、蹲在路边吃盒饭时\"眼睛有点酸\"。\n\n2. **冷静客观**：叙述语气平静，像在陈述事实，不带强烈情绪色彩。即使是冲突场景（打儿子、儿子离家）也用平淡语气带过。\n\n3. **底层温情**：在冷硬的外壳下，包裹着深沉的父爱和亲情。这种温情不通过言语表达，而是通过\"扔三千块钱\"\"送被褥\"\"夹牛肉\"等细节流露。\n\n4. **生活质感**：充满底层生活的粗粝感和真实感，不美化、不拔高，呈现普通劳动者的生存状态。\n\n**四、文章结构**\n\n1. **时间线性推进**：按照时间顺序叙事，从儿子偷钱离家开始，到父子和解结束，时间跨度约一年，清晰流畅。\n\n2. **碎片化场景拼接**：不追求情节的连贯完整，而是选取关键时刻的片段场景，如\"两个月后\"\"入秋的时候\"\"春节\"\"四月份\"，用时间标记串联起零散的生活切片。\n\n3. **留白艺术**：大量使用留白，父子之间的沉默、未说出口的话、省略的心理活动，都留给读者想象空间。如\"谁也没说话，但我知道，有些东西不用说了。\"\n\n4. **开头直入冲突**：开篇即点明核心矛盾（儿子偷钱、挨打、离家），无铺垫，直接进入故事核心。\n\n5. **结尾含蓄收束**：结尾不做总结升华，以\"谁也没说话，但我知道，有些东西不用说了\"这样含蓄的方式收尾，余味悠长。\n\n**五、特殊表达习惯与写作手法**\n\n1. **\"我+动词\"句式**：大量使用\"我说\"\"我看见\"\"我知道\"\"我给他\"等句式，强化第一人称视角的在场感。\n\n2. **距离感的营造**：反复出现\"距离\"意象，如\"我跟后面三步远\"\"站在街对面\"\"这次只隔了一步远\"，用物理距离隐喻心理距离的变化。\n\n3. **重复性细节**：某些动作反复出现，如\"抽烟\"\"低头\"\"没说话\"，形成叙事节奏，也暗示人物性格。\n\n4. **物品承载情感**：通过具体物品传递情感，如\"三千块钱\"\"被褥\"\"感冒药\"\"盒饭\"\"牛肉\"，物品成为无言的情感载体。\n\n5. **环境烘托**：用环境细节烘托氛围，如\"电视里正重播昨晚的篮球赛\"\"暖气片坏了半个月\"\"面汤的热气扑在我脸上\"，环境与情感互文。\n\n6. **对比手法**：通过前后对比展现变化，如从\"三步远\"到\"一步远\"，从\"没回\"到主动送盒饭，从对立到和解，对比含蓄而有力。\n\n7. **零抒情零议论**：全文几乎没有直接抒情和议论，所有情感和主题都隐藏在叙事之中，体现\"show, don't tell\"的原则。\n\n**六、适用场景总结**\n\n这种风格适合讲述普通人的生活故事，特别是表现底层人物、父子/亲情关系、成长和和解主题。其核心是用最朴素的语言、最具体的细节、最克制的情感，讲述最动人的故事。写作时应避免华丽辞藻、避免煽情、避免说教，让故事自己说话，让细节传递情感。",
      "additional_instructions": "",
      "articles": [
        {
          "content": "儿子偷了家里两万块钱去打游戏，我发现后给了他一巴掌，他摔门走了。三个月没音讯，昨天半夜自己回来了，站在客厅说不想念书了要去打工。我说行，明天给你身份证。早上他背着个破书包在门口等，我翻出身份证扔桌上。他去办退学手续，我在校门口抽烟。老师出来劝，我说孩子自己的路自己走。回家路上他走前面，我跟后面三步远，谁也没说话。到家他收拾了几件衣服塞进塑料袋，我往塑料袋里扔了三千块钱。他愣了一下，拎着袋子出门没回头。我坐在沙发上听见防盗门咣当一声，电视里正重播昨晚的篮球赛。\n过了两天，我给他发短信，问他找到住的地方没有。他没回。又过了一周，他回了个“嗯”，再没下文。我知道他性子倔，随我。\n我照常上班，在厂里开机床。中午吃饭的时候，老张凑过来问我儿子的事，厂里人都知道他跑了。我说出去打工了，老张咂咂嘴，说现在小孩吃不了苦，过不了几天就得回来。我没接话。\n晚上下班，我绕到城西那片城中村。那里租金便宜，很多打工的住那儿。我在巷子口转了两圈，没看见他。第三天的傍晚，我看见他从一家小超市出来，手里提着袋方便面。他低着头，走得很快，钻进一栋旧楼。我记下了楼号，没叫他。\n那之后我每周去一次，有时看见他，有时看不见。看见的时候，他要么提着盒饭，要么拎着桶装水，一次比一次瘦。有回下大雨，我看见他淋得透湿跑回来，身上的T恤贴在骨头上。我站在街对面的屋檐下，抽了三根烟。\n两个月后，他往家里打了个电话。电话里噪音很大，他说话得喊。他说在物流仓库搬货，一天一百二，管一顿午饭。我说注意安全，他说知道。通话不到一分钟。\n入秋的时候，我买了套厚被褥，又塞了五百块钱在夹层里，扛到他那栋楼下。我敲开他房东的门，是个胖大姐。我说我是302租客的爸爸，给孩子送点东西。大姐打量我几眼，说那孩子挺老实，就是不太爱说话。我道了谢，把被褥放在他门口。\n第二天他发来短信：“被子收到了，钱也看到了，不用再给。” 我回：“天冷，盖厚点。”\n冬天最冷的那几天，我感冒了，请了天假在家躺着。下午有人敲门，开门一看是他。他手里拎着个塑料袋，里面装着几个苹果和一盒感冒药。他站在门口，没进来，说今天调休。我把门拉开，他才侧身进来。\n屋里比外面暖和不了多少，暖气片坏了半个月，我一直没修。他看了看冰冷的暖气片，没说话，去厨房烧了壶水。水开了，他给我倒了杯热水，又把药拆开放在桌上。\n“吃药。” 他说。\n我吃了药。他坐在我对面的小板凳上，盯着自己的手看。他的手又黑又糙，裂了好几道口子。\n“仓库里活重吗？” 我问。\n“还行。” 他说。\n“跟工头处得来吗？”\n“就那样。”\n又没话了。坐了他站起来说走了。走到门口，他回头看了一眼暖气片，说：“明天我找人来修。”\n我说不用，我自己能弄。他已经下楼了。\n第二天真来了个维修师傅，说是受人之托。修好之后，我给他发短信，说谢谢。他没回。\n春节他没回来。三十晚上，我包了饺子，一个人吃。春晚吵吵闹闹的，我看了会儿，给他转了五百块钱，备注“买点吃的”。他没收，二十四小时后退回来了。\n开春后，我因为厂里效益不好，被裁员了。拿了笔补偿金，不多。我没告诉他，每天照旧早出晚归，其实是去劳务市场蹲活。有活就干，没活就蹲着。\n四月份的一天，我正在路边等活，他忽然出现在我面前。他穿着仓库的工装，脸上有汗，像是跑来的。\n“你怎么在这儿？” 他问。\n“没事，逛逛。” 我说。\n他盯着我脚上沾着泥的旧胶鞋，看了好一会儿。“你厂里呢？”\n“歇着呢。” 我摸出根烟点上。\n他没再问，转身走了。过了半小时，他又回来，手里提着盒饭，塞给我。“吃吧。” 他说完就走了。\n盒饭还是热的。我蹲在马路牙子上吃完，眼睛有点酸。\n过了几天，他打电话来，说仓库在招长期工，有五险一金，问我去不去。我说去。他帮我报了名，面试那天，他在仓库门口等我。我跟着他进去，工头看了我一眼，说：“老李你儿子打好几次招呼了，说你踏实肯干。明天来上班吧。”\n活是分拣快递，体力活，但比在劳务市场等活强。我和他不在一个班次，他上白班，我上夜班。有时在仓库碰上，就点点头。发第一个月工资那天，他等我下班，说请我吃面。\n街边小馆子，两碗牛肉面。他把自己碗里的牛肉夹了一半给我。我低头吃面，听见他说：“爸，我报了夜校，学物流管理。”\n面汤的热气扑在我脸上。我说：“好。”\n“钱我自己攒够了。” 他又说。\n“嗯。”\n“以后” 他顿了顿，“以后我养你。”\n我没抬头，把面汤喝得干干净净。“用不着，我还能干。” 我说。\n走出面馆，天已经黑了。路灯把我们的影子拉得很长。他走在我旁边，这次只隔了一步远。谁也没说话，但我知道，有些东西不用说了。",
          "time": "2026-01-30 14:06:19"
        }
      ]
    },
    {
      "name": "幽默短篇故事",
      "description": "这是一份针对参考文章生成的详细风格描述，旨在指导AI模仿这种“幽默短篇故事”的写作风格。\n\n---\n\n### 风格名称：幽默反转短篇 (Humorous Twist Short Story)\n\n#### 1. 写作风格：生活化与口语化\n*   **定位：** 极具生活气息的叙事风格，类似于民间段子、睡前故事或社交媒体上的幽默小品。\n*   **特点：** 语言平实、接地气，不追求华丽的辞藻，而是追求叙述的流畅性和画面的即视感。它像是一位老友在茶余饭后闲聊，拉近了读者与故事之间的距离。\n\n#### 2. 语言特点：简练、精准、富有节奏感\n*   **用词习惯：** \n    *   大量使用生活化动词（如：掏、伸、贴、忙活）。\n    *   融入适度的网络热词或夸张的成语（如：“傻呆呆”、“小样”、“河东狮吼”、“口吐芬芳”），增加趣味性。\n    *   口语助词丰富（如：“啊”、“嘛”、“呢”），使对话显得自然生动。\n*   **句式结构：** \n    *   以短句为主，叙述节奏快，不拖泥带水。\n    *   对话密集，通过人物对话直接推动情节发展，减少大段的心理描写或环境描写。\n*   **修辞手法：** \n    *   **谐音/误听：** 利用方言、鼻音或发音相似性制造矛盾（如“您所”误听为“你骚”）。\n    *   **反讽与自嘲：** 结尾常带有调侃意味。\n\n#### 3. 情感基调：轻松、诙谐、略带戏谑\n*   **核心：** 整体基调非常轻松，即使描写冲突（如妈妈发火）也带有明显的喜剧色彩。\n*   **态度：** 对生活中的尴尬、误会或小聪明持一种包容且戏谑的态度，旨在博人一笑，而非严肃说教。\n\n#### 4. 文章结构：三段式快节奏结构\n*   **开头（起）：** 开门见山，迅速交代背景、人物和起因。不设铺垫，直接进入情境（例如：朋友请客、小孩问问题、爸爸上夜班）。\n*   **正文（承/转）：** 通过一系列的动作或对话层层递进，制造悬念或积累矛盾。在庄子的例子中是逻辑的不断推翻，在电话例子中是误会的不断升级。\n*   **结尾（合/反转）：** 故事的高潮即是结尾。通常采用“意料之外，情理之中”的反转（Punchline）。结尾往往戛然而止，留给读者回味笑点的空间，不进行多余的总结。\n\n#### 5. 特殊的表达习惯与写作手法\n*   **“神反转”手法：** 故意引导读者往常规方向思考，最后突然转向。例如：正常人会抢着买单，主角却是抢过对方的钱买单。\n*   **逻辑循环/悖论：** 模仿辩论或哲学思考，通过不断变换标准来绕晕对方，产生荒诞的幽默感。\n*   **视觉化动作描写：** 强调动作的细节（如“左口袋掏掏，右口袋掏掏”），增强画面的喜感。\n*   **心理落差：** 建立一个紧张的氛围（如妈妈的愤怒），然后迅速用一个荒诞的理由化解，利用情绪的剧烈波动制造幽默。\n\n---\n\n### 模仿指南（给AI的指令）：\n1.  **角色设定：** 设定一个爱开玩笑、观察敏锐的叙述者。\n2.  **情节设计：** 选取一个生活化场景，设计一个基于“误会”、“逻辑陷阱”或“不按套路出牌”的核心冲突。\n3.  **对话驱动：** 尽量用对话代替叙述，确保对话符合人物身份且口语化。\n4.  **制造反转：** 结尾必须有一个出人意料的转折或点睛之笔，且这个转折要能瞬间解构前面的紧张感或常规逻辑。\n5.  **字数控制：** 篇幅短小精悍，通常在200-400字之间。",
      "additional_instructions": "",
      "articles": [
        {
          "content": "朋友非要客气的请我吃饭，在买单的时候，我看到他掏钱，慢慢在左口袋掏掏，右口袋掏掏的像在找钱，就说道：\"要不我来掏吧。\"\"那怎么好意思啊，说好我请客的\"\"没事没事。\"于是我把手伸进了他的口袋，把钱掏出来买了单，他就傻呆呆看着我，小样我还治不了你。\n\n小孩问庄子啥是诡辩，庄子没直接说，反倒问他：\"我家来俩客人，一个特干净，一个特脏，我请他们洗澡，你\n觉得谁会洗?\"\n小孩脱口而出：\"肯定是脏的啊!\"庄子摇摇头：\"不对，干净人爱干净，脏人不在乎脏，\n该是干净的洗。\"\n小孩赶紧改口：\"那就是干净的!\"\"又错啦，\"庄子笑了，\"干净人没必要洗，脏人得洗，是\n脏的洗。\"\n小孩懵了：\"那到底是脏的洗?\"\"也不对，\"庄子说，\"干净人有习惯，脏人有需要，俩都得洗。\"没等小孩反应，他又补一句：\"其实俩都不洗，干净人\n不用洗，脏人不爱洗。\"小孩彻底迷糊了，庄子才点明：\"这就是诡辩--逻辑都通，答案却不一样，绕来绕去就让\n人晕啦!\"\n\n爸爸上夜班，小闺女想爸爸了，就给爸爸打电话。电话那边出现了女人的声音：您好，您所拨打的电话已关机。小闺女听了，说了句\"爸爸早点回家\"，就把电话挂了。\n妈妈听见小闺女奶声奶气的声音，走出厨房，小声地问：\"给谁打电话了？\"小闺女说：\"是爸爸。\"妈妈又说：\"跟爸爸说什么了？\"小闺女说：\"有个女的说，'你骚，再打电话就关机'（小闺女鼻音重，妈妈听的就是这个意思）。\"\n妈妈听了，一下不淡定了，拿起电话，果然那边的电话已关机。妈妈\"河东狮吼\"\"口吐芬芳\"。小闺女吓得小声说：\"妈妈，刚才我打电话，就是这个女的接的电话。\"\"您好，您所拨打的电话已关机。\"妈妈将手机听筒贴近小闺女的耳朵，紧张地问，\"是不是这么说的？\"小闺女点了点头。\n妈妈听了，长出一口气，在小闺女的脸上亲了一下，又到厨房里忙活去了。",
          "time": "2026-02-03 12:21:38"
        },
        {
          "content": "哎哟，今儿个这太阳公公像是在天上开了个巨大的“浴霸”，照得我心里直痒痒。我一拍大腿，雄赳赳气昂昂地宣布：“这天气，不出门走两步简直是对青春的犯罪！”\n\n我这儿刚换好运动鞋，正准备推门迎接大自然呢，好家伙，门缝里钻进来那股热浪，直接给我来了个“锁喉”。那感觉，哪是出门啊，简直是打算把我这块五花肉直接送进刚揭盖的大蒸笼。我这脚尖还没落地呢，就赶紧使出一招“战术后撤步”，顺手把门关得死死的，动作那叫一个行云流水。\n\n“算了，咱是文化人，不跟太阳公公硬刚。”我一边踢掉鞋子，一边自言自语，“古人云，书中自有避暑山庄。看书多好啊，既能陶冶情操，还能学到不少真本事，这才是高级的享受。”\n\n我一脸虔诚地从书架上抽出一本厚如砖头的名著，往沙发上一瘫，准备开启我的“灵魂之旅”。五分钟后，我妈推门一看，语重心长地对我爸说：“咱儿子真没白读书，你看，他已经通过看书，成功掌握了‘秒入睡’和‘口吐泡泡’这两项绝技了。”",
          "time": "2026-02-03 12:40:46"
        }
      ]
    }
  ]
}